{
    "Admission Process": "Pune University admissions are conducted annually. For undergraduate programs, students must complete HSC (12th) with minimum 50% marks and take entrance exams specific to their desired program. For postgraduate programs, a bachelor's degree with 55% marks is required along with entrance test scores. Online applications are accepted through unipune.ac.in from April to June each year.",
    
    "Academic Calendar": "The academic year at Pune University runs from July to April. The first semester is from July to December with exams in November/December. The second semester runs from January to April with exams in April/May. Holidays include Diwali break (October), Winter break (December), and Summer break (May-June).",
    
    "Library Services": "The Jaykar Library at Pune University offers over 500,000 books and manuscripts. Opening hours are 9 AM to 8 PM weekdays, 10 AM to 5 PM weekends. Digital resources include JSTOR, IEEE, and Science Direct. Students can borrow up to 5 books for 14 days with ID card.",
    
    "Hostel Accommodation": "Pune University provides hostel facilities for male and female students separately. Monthly fees range from Rs.5,000 to Rs.7,000 depending on room type. Facilities include mess, Wi-Fi, laundry, and recreation areas. Applications must be submitted by May each year through the university portal.",
    
    "Examination System": "The university follows a credit-based semester system. Internal assessment (30%) includes assignments, presentations, and class tests. External assessment (70%) consists of written examinations at semester end. Minimum passing grade is 40%. Results are typically declared within 45 days on the university website.",
    
    "Scholarships": "Pune University offers various merit-based and need-based scholarships. Merit scholarships are awarded to students scoring above 80% in previous qualifying exams. Need-based scholarships consider family income below Rs.3 lakhs per annum. Application deadline is typically August 31st each year.",
    
    "Campus Facilities": "The university campus spans 411 acres with various facilities including multiple canteens, banks, post office, health center, and sports complexes. The health center provides free consultation and basic medication. Sports facilities include cricket ground, football field, tennis courts, swimming pool, and gymnasium."
}